Brick.util.Language.add('en',{'mod': {'{C#MODNAME}':{
	'catalog': {
		'title': 'Настройка каталога',
		'element': {
			'fieldtype': {
				'0': 'Логический',
				'1': 'Числовой',
				'2': 'Денежный',
				'3': 'Строковый',
				'4': 'Список',
				'5': 'Таблица',
				'6': 'Составное (множество опций)',
				'7': 'Текст',
				'8': 'Справочник',
				'9': 'Вложенные элементы'
			}
		},
		'widget': {
			'1': 'Каталог',
			'2': 'Добавить'
		},
		'item': {
			'1': 'Редактировать',
			'2': 'Удалить'
		},
		'itemwait': {
			'1': 'Идет загрузка данных...'
		},
		'editor': {
			'1': 'Редактор каталога',
			'2': 'Расположение',
			'3': 'Название',
			'4': 'Имя',
			'5': 'Вводится латинскими буквами. Используется в создании адреса URI',
			'6': 'Описание',
			'7': 'Изображение',
			'8': 'Установить',
			'9': 'Удалить',
			'10': 'Вес (сортировка)',
			'11': 'Чем больше значение, тем выше позиция в списке',
			'12': 'META-теги',
			'13': 'Сохранить',
			'14': 'Отмена'
		},
		'itemremovemsg': {
			'1': 'Удаление каталога',
			'2': 'Внимание!',
			'3': 'Вы действительно хотите удалить каталог <strong>{v#info}</strong> и все подкаталоги содержащиеся в нем?',
			'4': 'Удалить',
			'5': 'Отмена'
		},
		'selrowwait': {
			'1': 'Идет загрузка...'
		},
		'selroot': {
			'1': 'Каталог'
		},
		'panel': {
			'1': 'Каталог'
		}
	}
}}});