Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'element': {
		'panel': {
			'1': 'Список элементов',
			'2': 'Очистить корзину'
		},
		'elttable': {
			'1': 'Типы элементов'
		},
		'eltrow': {
			'1': 'Добавить'
		},
		'eltrowbase': {
			'1': 'Базовый',
			'2': 'Добавить'
		},
		'table': {
			'1': 'Название',
			'2': 'Тип'
		},
		'row': {
			'1': 'Править',
			'2': 'Удалить'
		},
		'rowdel': {
			'1': 'Восстановить'
		},
		'selpanel': {
			'1': 'Список элементов'
		},
		'selrowwait': {
			'1': 'Идет загрузка данных...'
		},
		'selrow': {
			'1': 'Выбрать',
			'2': 'Выбрать'
		}
	}
}}});