Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'eloption': {
		'panel': {
			'1': 'Опции типа элемента',
			'2': 'Добавить опцию',
			'3': 'Очистить корзину'
		},
		'table': {
			'1': 'Название',
			'2': 'Тип'
		},
		'row': {
			'1': 'Править',
			'2': 'Удалить'
		},
		'rowdel': {
			'1': 'Восстановить'
		},
		'editor': {
			'1': 'Редактирование опции элемента',
			'2': 'Опция элемента',
			'3': 'Группа',
			'4': 'Название опции',
			'5': 'Описание опции',
			'6': 'Краткое описание опции. Разрешены HTML теги.',
			'7': 'Наименование поля',
			'8': 'Вводится латинскими буквами. Используется в качестве идентификатора поля в БД',
			'9': 'Формирует название',
			'10': 'Данная опция является частью названия элемента каталога',
			'11': 'Тип значения',
			'12': 'Логический',
			'13': 'Целое число',
			'14': 'Дробное число',
			'15': 'Строковый',
			'16': 'Текст',
			'17': 'Список',
			'18': 'Таблица',
			'19': 'Вложенные элементы',
			'20': 'Составное (множество опций)',
			'21': 'По умолчанию',
			'22': 'Размер',
			'23': 'По умолчанию',
			'24': 'Размер',
			'25': 'Размер поля, в том числе и кол-во знаков после запятой',
			'26': 'Размер',
			'27': 'По умолчанию',
			'28': 'Размер поля, макс. значение 255',
			'29': 'По умолчанию',
			'30': 'Значения в списке',
			'31': 'Каждое значение списка вводится с новой строки',
			'32': 'По умолчанию',
			'33': 'Номер строки',
			'34': 'Добавить опцию',
			'35': 'Добавить',
			'36': 'Список добавленных опций',
			'37': 'Выбрать',
			'38': 'Выбран справочник',
			'39': 'Расширеные возможности',
			'40': 'Вставить готовый элемент управления',
			'41': 'Вставить',
			'42': 'Элемент ввода',
			'43': 'Список таблиц',
			'44': 'Инициализация элемента ввода',
			'45': 'Опция отключена',
			'46': 'Сохранить',
			'47': 'Отмена'
		},
		'custfunc0': {
			'1': 'Год'
		},
		'custfunc1': {
			'1': 'Пол'
		},
		'custfuncinp1': {
			'1': 'Мужской',
			'2': 'Женский'
		}
	}
}}});