Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'eltype': {
		'panel': {
			'1': 'Создать новый тип элемента',
			'2': 'Очистить корзину'
		},
		'table': {
			'1': 'Название',
			'2': 'Базовый',
			'3': 'Настройка'
		},
		'rowwait': {
			'1': 'Идет загрузка данных...'
		},
		'row': {
			'1': 'Править',
			'2': 'Настройка',
			'3': 'Удалить'
		},
		'rowdel': {
			'1': 'Восстановить'
		},
		'editor': {
			'1': 'Редактор типа элемента каталога',
			'2': 'Название',
			'3': 'Вводится латинскими буквами. Используется в качестве идентификатора таблицы в БД',
			'4': 'Описание',
			'5': 'Сохранить',
			'6': 'Отмена'
		}
	}
}}});